=> [32m#<Restaurant:0x0000000006448b70[0m
 id: [1;34m30[0m,
 name: [31m[1;31m"[0m[31mprime beef steak&seafood restaurant Earth[1;31m"[0m[31m[0m,
 address: [31m[1;31m"[0m[31m長崎県諫早市宇都町3-22[1;31m"[0m[31m[0m,
 open_time: [31m[1;31m"[0m[31m火～日、祝日、祝前日: 11:00～14:00 （料理L.O. 14:00 ドリンクL.O. 14:00）18:00～21:00 （料理L.O. 21:00 ドリンクL.O. 21:00）[1;31m"[0m[31m[0m,
 close_day: [31m[1;31m"[0m[31m月[1;31m"[0m[31m[0m,
 large_area_id: [1;34m42[0m,
 middle_area_id: [1;34m273[0m,
 created_at: [1;34;4mThu[0m, [1;34m24[0m [1;34;4mJun[0m [1;34m2021[0m [1;34m11[0m:[1;34m25[0m:[1;34m46[0m [1;34;4mJST[0m [1;34m+09[0m:[1;34m00[0m,
 updated_at: [1;34;4mThu[0m, [1;34m24[0m [1;34;4mJun[0m [1;34m2021[0m [1;34m11[0m:[1;34m25[0m:[1;34m46[0m [1;34;4mJST[0m [1;34m+09[0m:[1;34m00[0m,
 url: [31m[1;31m"[0m[31mhttps://www.hotpepper.jp/strJ001258608/?vos=nhppalsa000016[1;31m"[0m[31m[0m,
 hotpepper_id: [31m[1;31m"[0m[31mJ001258608[1;31m"[0m[31m[0m[32m>[0m
